export const vehiclesType = [
    {
        "id": 1,
        "name_ar": "دراجة نارية مفردة",
        "code": "دراجة نارية مفردة"
    },
    {
        "id": 2,
        "name_ar": "سايد كار",
        "code": "سايد كار"
    },
    {
        "id": 3,
        "name_ar": "دراجه ناريه صندوق",
        "code": "دراجه ناريه صندوق"
    },
    {
        "id": 4,
        "name_ar": "بيتش باجى",
        "code": "بيتش باجى"
    },
    {
        "id": 5,
        "name_ar": "توك توك",
        "code": "توك توك"
    },
    {
        "id": 6,
        "name_ar": "جيب مقفوله",
        "code": "جيب مقفوله"
    },
    {
        "id": 7,
        "name_ar": "ليموزين",
        "code": "ليموزين"
    },
    {
        "id": 8,
        "name_ar": "ستيشن",
        "code": "ستيشن"
    },
    {
        "id": 9,
        "name_ar": "كابورليه",
        "code": "كابورليه"
    },
    {
        "id": 10,
        "name_ar": "كوبيه",
        "code": "كوبيه"
    },
    {
        "id": 11,
        "name_ar": "جيب مكشوف",
        "code": "جيب مكشوف"
    },
    {
        "id": 12,
        "name_ar": "هاتشباك",
        "code": "هاتشباك"
    },
    {
        "id": 13,
        "name_ar": "ملحقه شاسيه",
        "code": "ملحقه شاسيه"
    },
    {
        "id": 14,
        "name_ar": "ليموجيب",
        "code": "ليموجيب"
    },
    {
        "id": 15,
        "name_ar": "جيب",
        "code": "جيب"
    },
    {
        "id": 16,
        "name_ar": "فان مقفوله",
        "code": "فان مقفوله"
    },
    {
        "id": 17,
        "name_ar": "بيك اب",
        "code": "بيك اب"
    },
    {
        "id": 18,
        "name_ar": "اسعاف",
        "code": "اسعاف"
    },
    {
        "id": 19,
        "name_ar": "فان",
        "code": "فان"
    },
    {
        "id": 20,
        "name_ar": "ملحقه صندوق",
        "code": "ملحقه صندوق"
    },
    {
        "id": 21,
        "name_ar": "بيك اب مزدوجه",
        "code": "بيك اب مزدوجه"
    },
    {
        "id": 22,
        "name_ar": "نقل",
        "code": "نقل"
    },
    {
        "id": 23,
        "name_ar": "مزدوجه مقفول",
        "code": "مزدوجه مقفول"
    },
    {
        "id": 24,
        "name_ar": " بيك اب مزدوجه ومقفول",
        "code": " بيك اب مزدوجه ومقفول"
    },
    {
        "id": 25,
        "name_ar": "سوبر فان",
        "code": "سوبر فان"
    },
    {
        "id": 26,
        "name_ar": "معده ثقيله",
        "code": "معده ثقيله"
    },
    {
        "id": 27,
        "name_ar": "نصف مقطوره سايلون",
        "code": "نصف مقطوره سايلون"
    },
    {
        "id": 28,
        "name_ar": "مطافى",
        "code": "مطافى"
    },
    {
        "id": 29,
        "name_ar": "كارافان",
        "code": "كارافان"
    },
    {
        "id": 30,
        "name_ar": "مضخه أسمنت",
        "code": "مضخه أسمنت"
    },
    {
        "id": 31,
        "name_ar": "مضخه خرسانه",
        "code": "مضخه خرسانه"
    },
    {
        "id": 32,
        "name_ar": "ميكروباص",
        "code": "ميكروباص"
    },
    {
        "id": 33,
        "name_ar": "نقل مسطح",
        "code": "نقل مسطح"
    },
    {
        "id": 34,
        "name_ar": "نقل بجوانب",
        "code": "نقل بجوانب"
    },
    {
        "id": 35,
        "name_ar": "صندوق مغلق",
        "code": "صندوق مغلق"
    },
    {
        "id": 36,
        "name_ar": "فنطاس",
        "code": "فنطاس"
    },
    {
        "id": 37,
        "name_ar": "ثلاجه",
        "code": "ثلاجه"
    },
    {
        "id": 38,
        "name_ar": "ونش",
        "code": "ونش"
    },
    {
        "id": 39,
        "name_ar": "جرار",
        "code": "جرار"
    },
    {
        "id": 40,
        "name_ar": "اتوبيس",
        "code": "اتوبيس"
    },
    {
        "id": 41,
        "name_ar": "خلاط خرسانه",
        "code": "خلاط خرسانه"
    },
    {
        "id": 42,
        "name_ar": "قاطره",
        "code": "قاطره"
    },
    {
        "id": 43,
        "name_ar": "كساحه",
        "code": "كساحه"
    },
    {
        "id": 44,
        "name_ar": "مينى باص",
        "code": "مينى باص"
    },
    {
        "id": 45,
        "name_ar": "جريدر",
        "code": "جريدر"
    },
    {
        "id": 46,
        "name_ar": "لودر",
        "code": "لودر"
    },
    {
        "id": 47,
        "name_ar": "حفار",
        "code": "حفار"
    },
    {
        "id": 48,
        "name_ar": "ونش بشوكه",
        "code": "ونش بشوكه"
    },
    {
        "id": 49,
        "name_ar": "نصف مقطوره",
        "code": "نصف مقطوره"
    },
    {
        "id": 50,
        "name_ar": "بلدوزر",
        "code": "بلدوزر"
    },
    {
        "id": 51,
        "name_ar": "كلارك",
        "code": "كلارك"
    },
    {
        "id": 52,
        "name_ar": "حامله السيارات",
        "code": "حامله السيارات"
    },
    {
        "id": 53,
        "name_ar": "مينى فان",
        "code": "مينى فان"
    },
    {
        "id": 54,
        "name_ar": "بيك اب طويل",
        "code": "بيك اب طويل"
    },
    {
        "id": 55,
        "name_ar": "سله اناره",
        "code": "سله اناره"
    },
    {
        "id": 56,
        "name_ar": "اختبارات كهرباء",
        "code": "اختبارات كهرباء"
    },
    {
        "id": 57,
        "name_ar": "مجسات كهرباء",
        "code": "مجسات كهرباء"
    },
    {
        "id": 58,
        "name_ar": "خزان اسمنت",
        "code": "خزان اسمنت"
    },
    {
        "id": 59,
        "name_ar": "ونش تلسكوبى",
        "code": "ونش تلسكوبى"
    },
    {
        "id": 60,
        "name_ar": "مجهزه ورشه",
        "code": "مجهزه ورشه"
    },
    {
        "id": 61,
        "name_ar": "سلم هيدروليكى",
        "code": "سلم هيدروليكى"
    },
    {
        "id": 62,
        "name_ar": "بكره كابلات",
        "code": "بكره كابلات"
    },
    {
        "id": 63,
        "name_ar": "جمالون",
        "code": "جمالون"
    },
    {
        "id": 64,
        "name_ar": "مكنسه نظافه",
        "code": "مكنسه نظافه"
    },
    {
        "id": 65,
        "name_ar": "خزينه نقل اموال",
        "code": "خزينه نقل اموال"
    },
    {
        "id": 66,
        "name_ar": "لفت باك",
        "code": "لفت باك"
    },
    {
        "id": 67,
        "name_ar": "شفاط",
        "code": "شفاط"
    },
    {
        "id": 68,
        "name_ar": "مكتب متنقل",
        "code": "مكتب متنقل"
    },
    {
        "id": 69,
        "name_ar": " مكبس قمامه",
        "code": " مكبس قمامه"
    },
    {
        "id": 70,
        "name_ar": "هاى روف",
        "code": "هاى روف"
    },
    {
        "id": 71,
        "name_ar": "قفص حديد",
        "code": "قفص حديد"
    },
    {
        "id": 72,
        "name_ar": "صندوق شبك",
        "code": "صندوق شبك"
    },
    {
        "id": 73,
        "name_ar": "جوانب مشمع",
        "code": "جوانب مشمع"
    },
    {
        "id": 74,
        "name_ar": "عياده متنقله",
        "code": "عياده متنقله"
    },
    {
        "id": 75,
        "name_ar": "قلاب",
        "code": "قلاب"
    },
    {
        "id": 76,
        "name_ar": "مقطوره",
        "code": "مقطوره"
    },
    {
        "id": 77,
        "name_ar": "طبليه",
        "code": "طبليه"
    },
    {
        "id": 78,
        "name_ar": "مقطوره مسطح",
        "code": "مقطوره مسطح"
    },
    {
        "id": 79,
        "name_ar": "مقطوره بجوانب",
        "code": "مقطوره بجوانب"
    },
    {
        "id": 80,
        "name_ar": "جرار زراعي",
        "code": "جرار زراعي"
    },
    {
        "id": 81,
        "name_ar": "مقطورة زراعية",
        "code": "مقطورة زراعية"
    }
]